Repository: sugar-activities/4074-activity
Catalog: po/*.po
Languages: da, km, ps

source: Poll
da: Meningsmåling
km: ការបោះឆ្នោត
ps: ټولپوښتنه

source: %(author)s shared a poll '%(title)s' with you.
da: %(author)s delte en meningsmåling '%(title)s' med dig.

source: New Poll
da: Ny meningsmåling
ps: نوې ټولپوښتنه

source: Choose a Poll
da: Vælg en meningsmåling
km: ជ្រើសរើសកន្លែងបោះឆ្នោត
ps: ټولپوښتنه غوره کول

source: Build a Poll
da: Opbyg en meningsmåling
km: សង់កន្លែងបោះឆ្នោត
ps: ټولپوښتنه جوړول

source: Settings
da: Indstillinger
km: ការ​កំណត់

source: Lesson Plans
da: Læringsplaner
km: គ្រោមមេរៀន
ps: درسي پلانونه

source: Build a poll
da: Opret en meningsmåling

source: Poll Title:
da: Titel på meningsmåling:
km: ចំណងជើងនៃការបោះឆ្នោត ៖
ps: د ټولپوښتنې سرلیک:

source: Question:
da: Spørgsmål:
km: សំនួរ ៖
ps: پوښتنه:

source: Number of votes to collect:
da: Antal af stemmer som skal indsamles:
km: ចំនួនសន្លឹកឆ្នោតដែលត្រូវប្រមូល ៖
ps: د راټولوونکو رایو شمېره

source: Answer %s:
da: Svar %d:

source: Change Image
da: Skift billede

source: Add Image
da: Tilføj billede
km: បន្ថែម​រូបភាព

source: Step 1: Preview
da: Trin 1: Forhåndsvisning
km: ជំហាន​ទី​១: ពិនិត្យ​ឡើង​វិញ
ps: ۱ قدم: مخکتنه

source: Step 2: Save
da: Trin 2: Gem
km: ជំហាន​ទី​១: រក្សាទុក
ps: قدم ۲: ساتل

source: Poll Activity
da: Meningsmåling-aktivitet

source: Your selection is not an image
da: Din markering er ikke et billede

source: Show answers while voting
da: Vis svar mens der stemmes

source: Remember last vote
da: Husk seneste stemme

source: Play a sound when make a vote
da: Afspil en lyd når en stemme foretages

source: Use image in answer
da: Brug billede i svar

source: Image Size:
da: Størrelse på billede:
km: ទំហំ​រូបភាព​ ៖​

source: Save
da: Gem
km: រក្សា​​ទុក​​

source: The settings have been saved
da: Indstillingerne er blevet gemt

source: VOTE
da: STEM
km: បោះឆ្នោត
ps: رایه

source: SEE RESULTS
da: SE RESULTATER
km: មើល​​លទ្ឋផល
ps: پایلې وګوره

source: DELETE
da: SLET
km: លុបចេញ
ps: ړنګول

source: Introduction
da: Introduktion
km: សេចក្ដី​ណែនាំ
ps: پېژندنه

source: Lesson 1
da: Lektion 1
ps: درس ۱

source: Lesson 2
da: Lektion 2
ps: درس ۲

source: Lesson 3
da: Lektion 3
ps: درس ۳

source: Lesson 4
da: Lektion 4
ps: درس ۴

source: votes
da: stemmer
km: សន្លឹកឆ្នោត
ps: رایې

source: (votes left to collect)
da: (resterende stemmer som skal indsamles)

source: Vote
da: Stem
km: សន្លឹកឆ្នោត
ps: رایه

source: Edit Poll
da: Redigér meningsmåling
km: កែការបោះឆ្នោត
ps: ټولپوښتنه سمول

source: Save Poll
da: Gem meningsmåling
km: រក្សាទុកការបោះឆ្នោត
ps: ټولپوښتنه ساتل

source: VOTE!
da: STEM!
km: បោះឆ្នោត!
ps: رایه!

source: Poll Preview
da: Forhåndvisning af meningsmåling
km: មើលការបោះឆ្នោតឡើវិញ
ps: د ټولپوښتنې مخکتنه

source: To vote you have to select first one option
da: For at stemme skal du først vælge en valgmulighed

source: Somebody voted on %s
da: Der var én som stemte på %s
km: មានអ្នកបោះឆ្នោតអោយ %s

source: Joined
da: Sluttet sig til
km: ចូលរួម
ps: شریک شو

source: Left
da: Forlod stedet
km: ឆ្វេង
ps: کیڼ

source: Choose image
km: ជ្រើសរើស​រូបភាព

source: Favorite Color
km: ចូលចិត្ត​ពណ៌
ps: د خوښې رنګ

source: What is your favorite color?
km: តើពណ៌អ្វីដែលអ្នកជូលចិត្ត?
ps: ستاسې د خوښې رنګ کوم دی؟

source: Orange
km: ទឹកក្រូច
ps: نارنجي

source: None of the above
km: គ្មានពណ៌នៅខាងដែលចូលចិត្តទេ
ps: یاد شوي یو هم نه

source: Close Lessons
km: ចប់មេរៀន
ps: درسونه بندول
