Repository: sugar-activities/4074-activity
Catalog: po/ayc.po
Languages: ayc

source: Poll
ayc: Yatxatäwi

source: %(author)s shared a poll '%(title)s' with you.
ayc: %(author)s yatxatäwi uñachayawiwa '%(title)s' jumampi.

source: New Poll
ayc: Machaqa yatxatäwi

source: Choose a Poll
ayc: Maya yatxatäwi ajllma

source: Build a Poll
ayc: Yatxatäwi wakichaña

source: Settings
ayc: Wakichäwinaka

source: Lesson Plans
ayc: Yatiña wakichäwinaka

source: Build a poll
ayc: Maya yatxatäwi wakichaña

source: Poll Title:
ayc: Yatxatäwi P'iqinchiri Suti:

source: Question:
ayc: Jiskht'äwi:

source: Number of votes to collect:
ayc: Jaqtäwinaka apthapiña jakhu chimpu:

source: Answer %s:
ayc: Kutsuyäwi %s:

source: Change Image
ayc: Uñjasïwi jaquña

source: Add Image
ayc: Uñjasïwi yapxataña

source: Step 1: Preview
ayc: 1 sara: Nayrïri uñjäwi

source: Step 2: Save
ayc: 2 sara: Imaña

source: Poll Activity
ayc: Yatxatäwi luräwi

source: Your selection is not an image
ayc: Jajllitamaxa janiwa maya uñjasïwikiti

source: Show answers while voting
ayc: Jaqtäwina atipsüwinaka uñachayaña

source: Remember last vote
ayc: Qhipa jaqtäwi wakichata chimpuña

source: Play a sound when make a vote
ayc: Jaqtäwi apaskipana sijiqi qhantayaña

source: Use image in answer
ayc: Uñjasïwi kuttayäwitaki apanaqaña

source: Image Size:
ayc: Uñjasïwina tañapa:

source: Save
ayc: Imaña

source: The settings have been saved
ayc: Wakichäwinakaxa imatäxiwa

source: VOTE
ayc: JAQTÄWI

source: SEE RESULTS
ayc: JAQTÄWINAKANA ATIPSURI UÑJAÑA

source: DELETE
ayc: CHHAQTAYAMA

source: Introduction
ayc: Nayraqata arunaka

source: Lesson 1
ayc: 1 Yatiña

source: Lesson 2
ayc: 2 Yatiña

source: Lesson 3
ayc: 3 Yatiña

source: Lesson 4
ayc: 4 Yatiña

source: votes
ayc: Jaqtanaka

source: (votes left to collect)
ayc: (ch'iqäna chhijllatapa apsuña)

source: Vote
ayc: Jaqtma

source: Edit Poll
ayc: Yatxatäwi chiqachaña

source: Save Poll
ayc: Yatxatäwi imaña

source: VOTE!
ayc: ¡JAQTMA!

source: Poll Preview
ayc: Yatxatäwitaki wakichata uñjäwi

source: To vote you have to select first one option
ayc: Jaqtañatakixa nayraqata maya wakichäwi chhijllañapawa

source: Somebody voted on %s
ayc: Khiticha ukana jaqtawi %s

source: Joined
ayc: Lip'tapiwa

source: Left
ayc: Jaytjawiwa
